{
    "03": "Date of Service does not match OP report – correct and resubmit",
    "04": "Special Visit premium payable only when submitted with FSC from the general listings",
    "05": "No receipt of supporting documentation requested by MOH",
    "10": "Resubmit as RMB claim",
    "11": "Bill patient or Quebec Medicare",
    "12": "Advise patient to contact the ministry re: eligibility/card status",
    "13": "Service date is prior to newborn’s date of birth",
    "14": "Fee billed low - check for current SOB fee",
    "15": "No. of services exceed maximum allowed",
    "16": "Cannot be claimed alone/service date mismatch",
    "17": "E409/E410 N/A - resubmit with appropriate assist/anaesthetic premium codes",
    "18": "Resubmit with manual review indicator, submit letter from surgeon explaining medical necessity for two assistants and OP report",
    "19": "Resubmit with manual review indicator and forward copy of OP Report",
    "20": "Resubmit with manual review documentation",
    "21": "Records indicate patient deceased - clarify or confirm",
    "22": "Code submitted requires prior approval",
    "23": "Hospital visits claimed by more than one physician - clarify role in patient’s care",
    "24": "Claims appearing on previous RA’s as over/under payments should not be resubmitted. Submit your inquiry electronically using eSubmit or fax the ministry using the “Remittance Advice Inquiry” form (0918-",84) to your claims processing office. This form is available online at: http://www.forms.ssb.gov.on.ca/mbs/ssb/forms/ssbforms.nsf/FormDetail?openform&ENV=WWE&NO=014-0918-84
    "25": "Incomplete newborn registration - have parent/guardian contact the ministry",
    "26": "One house call assessment (A901) allowed per visit - resubmit claim with appropriate service code",
    "27": "Claim previously submitted and currently under review",
    "28": "Resubmit the claim with Manual Review Indicator Submit your written explanation for total time spent with patient including consultation/assessment indicated using eSubmit or fax the ministry using the “Claims Flagged for Manual Review” form (2404-84) to your claims processing office. This form is available online at: http://www.forms.ssb.gov.on.ca/mbs/ssb/forms/ssbforms.nsf/FormDetail?openform&ENV=WWE&NO=014-2404-84",
    "81": "Explanation of benefits required",
    "82": "Diagnosis required",
    "83": "Return with agency claim submission form",
    "84": "Complete translation required",
    "85": "Itemized breakdown for all charges required",
    "86": "Explanation of benefits/invoice total mismatch"
}
